Tekla Open API Reference for Tekla Structures 2025
Size Methods
The ReinforcingBarFilterExpressions.Size type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
ReinforcingBarFilterExpressions.Size Class
Tekla.Structures.Filtering.Categories Namespace